Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: 19 V, 363 YW Excerpt from the journal of Rotharik the Clanless I have done what I can to fortify this dilapidated castle. The orcs who came with us stand guard at the gates, and I am gathering all of my servants to me in the inner sanctum. But ill fate awaits. Whether I defeat this horse-warrior or no, the orcs will still come for me; they have been scouring the borderlands and raiding the northern farm country in search of us. Yet for some reason I fear these brothers more. If Mordak were here it would be different, but we are broken... and these two men are whole. In each other, in the ties that bind them, they have strength.
uk_ua: 19 V, 363 YW Уривок з щоденника Ротаріка Безкланного Сьогодні я зробив все, що міг, щоб укріпити цей напіврозвалений замок. Декілька орків, що прийшли з нами, стоять як варта на вході, а я збираю своїх прислужників у внутрішньому святилищі. Але мене очікує тяжка доля. Неважливо, переможу я вершників чи ні, орки все одно прийдуть за мною; вони досліджують околиці та нападають на ферми на півночі, шукаючи нас. І з якоїсь причини я більше боюся цих братів. Якби Мордак був тут, все було б інакше, однак ми навіки розлучені... а ці двоє досі пов'язані. Зв'язки, що тримають їх разом, вони надають їм сили.

source: 19 V, 363 YW Excerpt from the journal of Rotharik the Clanless The last of Mordak’s servants arrived this morning bearing the news of his death, as well as a bundle so well-bound it was barely recognizable as a man. Mordak was always reckless. This whole desperate scheme was his, and I suppose I could blame him for everything that we have suffered through if it still mattered. It was he who brought the wrath of the orcs down on us, too. But all the same, he managed to accomplish what he set out to do. I still cannot believe the finality of what has happened; until now we had always managed to make it through somehow. We had hoped to deliver the mage to Tairach in return for our lives. I do not know what the warlord wants with this man, but he matches the description. I suppose that Mordak’s plan would have worked perfectly if not for the appearance of the horse warriors. Now they are coming here, led by a man rumored to be this mage’s brother. If that is true, he will stop at nothing, no more than would I if they held Mordak.
uk_ua: 19 V, 363 YW Уривок з щоденника Ротаріка Безкланного Останні прислужники Мордака заявилися сьогодні вранці, несучи новини про його смерть, а також вони притягли гарно запакований клунок, в якому ледве вгадувалася людина. Мордак завжди був необережним. Увесь цей план був його, і я гадаю, я міг би звинуватити його в усьому, що сталося, якби він був ще живий. Саме через нього в нас з'явилися проблеми з орками, однак, на щастя, йому вдалося досягти своєї мети. Але все ж я не можу повірити, що його більше нема; раніше нам вдавалося виходити сухими з води. Ми сподівалися віддати цього мага в руки Тайрача, щоб убезпечити свої життя та безпеку. Я не знаю, що воєначальник хоче від цього чоловіка, однак він відповідає опису, все інше неважливо. Гадаю, план Мордака спрацював би ідеально, якби не з'явилися ті вершники, котрі прямо зараз рухаються сюди. Я чув, що їхній лідер це брат мага, і якщо це правда, його ніщо не зупинить, як і мене, якби Мордак опинився в полоні.

source: 19-1 ranged-cold slows
uk_ua: 19-1 дальня холодом, уповільнює

source: 2 + villages − maximum(0, upkeep − villages)
uk_ua: 2 + села − максимум(0, утримання − села)

source: 2 vs. 2 map centered around a river with keeps in opposite corners. Designed for players 1 &amp; 4 vs. 2 &amp; 3. There are 28 villages.
uk_ua: Карта 2 на 2 з річкою посередині і фортецями в протилежних кутах. Створена для 1 &amp; 4 на 2 &amp; 3. Є 28 сіл.

source: 2 vs. 2 or 3 vs. 3 team game.
uk_ua: Командна гра 2 на 2 або 3 на 3.

source: 20% of finishing gold carried over to the next scenario.
uk_ua: 20% кінцевого золота переноситься до наступного сценарію.

source: 21 IV, 23 YW I never would have been able to escape the trees without ghosts. They had proven their worth and saved my life. Thus Ras-Tabahn had also moved up in my estimation. After we escaped the trees, we met no more resistance on the road, and soon arrived at the meeting place where Ras-Tabahn was waiting.
uk_ua: 21 IV, 23 р.В.

source: 22 Deeproot, 501 YW Been a tough few days since we left Elensefar with all them patrols running around. Going by boat along the Great River, we has been managing to avoid them Wesnothians, but being constantly on the lookout be real taxing. I truly be starting to feel that tiredness in my bones... old men like me should be sitting back at home, resting our grey bodies and watchin’ over them younger folk growing up. I don’t got no business here, running around as some outlaw. Maybe if I was ten years younger...
uk_ua: 22 Глибокорінь, 501 YW Се були тяжкі кілька днів, відколи ми покинули Еленсефар, маючі ті патрулі на хвості. Пустившись човном вздовж Великої Ріки, нам вдавалося уникати тих веснотців, але постійно бути насторожі, то важко. Я вше почав відчувати стомленість у своїх кістях… старі діди, тип мене, повинні сидіти в своїй хатині, спочивати та поглядати за малечею. Мні тут не місце, бігати в чагарях, наче якийсь утікач. Ось був б я на літ десять молодше...

source: 22 III, 23 YW Research sometimes requires experiments, so I began. I knew the bandit had intended to rob me, and once I had killed his beloved, he had intended to torture and kill me. Now that I was in control, he was afraid and defensive, and while his hatred of me was unabated, his desire to live made him somewhat malleable.
uk_ua: 22 III, 23 р.В. В інтересах дослідження часом варто проводити досліди, тож я почала власний. Дано: бандит мав на меті мене пограбувати, а коли я вбила його коханку, він був ладен мене закатувати до смерті. Після того, як здався на мою милість, він став боязким і обережним. Його ненависть до мене не вщухла, та бажання жити переважило, і він став податливішим.

source: 22 IX, 365 YW Excerpt from the journal of Arvith of Maghre Maghre is looking much better than the last time I saw it. Baran has done wonders in two years. The village is rebuilt, and the surrounding farmlands are restored and reoccupied. Despite my brother’s worries, our people have faced no new threats in that time. It has been more difficult to stay away in those two years, but I have my calling and Baran has his, and we have had little opportunity to meet again. But as the company and I are passing through this part of the kingdom with a new patron, I have asked leave of him to visit my brother and he gave it.
uk_ua: 22 IX, 365 YW Уривок з щоденника Арвіта з Магре Магре виглядає набагато краще, ніж останнього мого візиту. Б'ярн зміг зробити справжні чудеса усього за два роки. Село відбудоване, а навколишні землі відновлені та заселені. Незважаючи на тривоги брата, наші люди не зазнавали нових бід за цей час. Цього разу було важко залишатися осторонь, однак я маю свої справи, а Б'ярн свої, тому в нас було мало можливостей зустрітися знову. Але, коли наш загон разом з новим наймачом проходив цією частиною королівства, я попросив дозволу тимчасово покинути його, він погодився.

source: 22 IX, 365 YW Excerpt from the journal of Arvith of Maghre This patron is, of all things, an elf. I never thought I’d befriend one, but he is less arrogant than the rest. Kalenz, he calls himself. He’s seen too much; I can tell that just by meeting his eyes. I think we will have to work for our pay soon. In the meantime, though, it’s good to relax and enjoy the peace.
uk_ua: 22 IX, 365 YW Уривок з щоденника Арвіта з Магре Цей наймач, до речі, був ельфом. Я ніколи не думав, що зможу подружитися хоч з одним, але, мабуть, справа в тому, що він менш пихатий, ніж решта. Він бачив багато чого; я можу сказати це по його очах. Гадаю, незабаром нам доведеться сповна відпрацювати нашу платню. До того, добре розслабитися та насолодитися нетривалим миром.

source: 24 Deeproot, 501 YW The sun don’t really shine at all in these Grey Woods, but truth be told, I has been getting used to it more and more. Lounging out in the warm daylight, talkin’ with Erwen while watching them kids play out in the fields... those times were so long ago. Our lives weren’t never real peaceful, but back then, we had our homes and our friends and our family... now we be creatures of the dark.
uk_ua: 24 Глибокорінь, 501 YW У Сірих Деревах сонце майше не сяє, але буть чесним, я вже пачинаю звикать до цього все більш і більш. Валятися на теплому сонечку, патякать з Ірвен, спостерігаючи як діти грають в полях... ті часи були так давно. Наші життя нєколи не були мирним, але тоді, в нас були наші хати, друзі та сім'ї... зараз ж ми мешканці темряви.

source: 24 Hour Schedule
uk_ua: 24-годинний час

source: 24 IV, 23 YW We reached the Ford of Abez as the dawn light spread behind the mountain peaks to the north. As we waded across, the dark water reached to our waists, which made for slow going. I dared not imagine what manner of tentacled creature lurked below, but we completed the crossing without incident. The water was chill with snowmelt, so our teeth were chattering when we reached the far shore. The rising sun was warm though, and had us dried in short order. Despite this, Ras-Tabahn was not well. He collapsed in the sand and went into a paroxysm of coughing the like of which I had never seen. When he could speak again, he assured me that it was only on account of the cold, and I should not be unduly troubled. I am uneasy all the same.
uk_ua: 24 IV, 23 р.В. Коли ми дісталися броду Абез, перші сонячні промені уже визирали з-за вершин північних гір. Переходили повільно. Темні води сягали нам до пояса, і страшно було навіть уявити, що за чудовиська могли в них таїтися. Утім, до нещастя не дійшло. Вода була студена: якраз раз почав сходити сніг. Доки перебралися на той берег, усі вже клацали зубами від холоду. Зрештою вдалося зігрітися на сонці й обсохнути. Проте Рас-Табан нездужав: упав на пісок і зайшовся таким кашлем, що я досі не бачила. Коли кашель ущух, Рас-Табан запевнив, що то все через застуду і непокоїтися не варто. Та мені однаково тривожно.

source: 25 III, 23 YW The journey started well enough, but on the dawn following our departure, the wind died completely, and we were stranded. There was enough food for the paying passengers for a couple days of this, but none for my companions, and the living ones soon got hungry. When one of the crew disappeared on the second evening, I suspected the cause. I was not wrong.
uk_ua: 25 III, 23 р.В. Початок подорожі видався непоганий, та на світанку наступного дня після від'їзду вітер ущух. Ми опинилися в скрутній ситуації: на кораблі був запас харчів для звичайних пасажирів на пару днів. Але що до того моїм оживленим супутникам? Невдовзі їх охопив голод. Коли надвечір другого дня зник один із членів екіпажу, я запідозрила причину. І мої підозри не були марними.

source: 26 II, 23 YW: My experiments with bats have proven unfruitful. I have determined that they do not truly drain the life force of their victims — it is an illusion. The loss of blood weakens the victim, while the bat gains vitality because it has fed. There is nothing I can learn from bats about extending life. Now I have a problem. I am forced to keep the bats and pretend they are my pets because I cannot admit why I was studying them. In truth, it is not a burden — I have grown somewhat fond of the creatures, and I don’t mind appearing eccentric. I am already marked as different because my hair is so light, and I lack a sense of smell.
uk_ua: 26 II, 23 р.В.: Досліди на кажанах не увінчалися успіхом. Як виявилося, вони не п'ють із жертв життєву силу. Так просто здається: жертва слабшає від втрати крові, а кажан має прилив сил від того, що підживився. Тим, хто хоче жити довше, нічому корисному в них не навчитися. На додачу маю тепер ще клопіт: мушу вдавати, що ті кажани — мої домашні улюбленці, а не піддослідні тварини. Утім, це нескладно: вони мені навіть милі, хай мене і вважають за це дивакуватою. Мене однаково тут кличуть «білою вороною» за колір волосся й відсутність нюху.

source: 27 V, 363 YW Excerpt from the journal of Baran of Maghre Almost home now. The last week has been full of mixed feelings for me — blissful and difficult by turns. It was wonderful to be out of that dungeon cell and in the sunlight again without the threat of death or worse hanging over my head... but with that behind me, I turned to the almost equally daunting task of making amends with my brother. Arvith had largely forgiven me by the time he freed me from my cell. All the same, it has taken all of the past week for us to rebuild the sense of comfort in each other we once had. It is fortunate that we have been able to take our time getting back — we gave the Grey Woods a wide berth, and on our way around it we traveled through some truly beautiful countryside. It has given us plenty of time to talk.
uk_ua: 27 V, 363 YW Уривок з щоденника Б'ярна з Магре Майже вдома. Минулий тиждень для мене був сповнений змішаних відчуттів — щастя та труднощів. Це було чудесно нарешті вилізти з того підземелля та знову побачити сонячне небо, не маючи жодної загрози моєму життю... але позбавившись цієї проблеми, мені довелося займатися нестерпно важким завданням — порозумінням з моїм братом. Арвіт вже пробачив мене до того часу, як звільнив мене з ув'язнення. Однак незважаючи на це, не один тиждень зайняло те, щоб відбудувати дружні відносини, що ми колись мали. Але, на щастя, ми мали достатньо часу, мандруючи назад до Марге, так як ми вирішили взяти великий гак, оминаючи Сірі Дерева та рухаючись по-справжньому гарній сільській місцевості. Ми багато розмовляли.

source: 27 V, 363 YW Excerpt from the journal of Baran of Maghre Though I am more at ease now, my thoughts often turn back to Toen Caric. We should have been able to repel the orcs without great loss — the pincer attack Arvith devised would surely have carried the day but for me. It was reckless of me to leave my men behind — I wounded the warlord and forced him to flee the field, but the cost far outweighed the gain. Those under my command could have been saved if I had remained with them. I can hardly blame Arvith for having taken their deaths ill, and I can never undo the wrong that I have done, but I suppose that time heals some things. We return to the village as brothers once more. But I am still troubled. I wonder... is this sense of foreboding I feel merely a remnant of my time locked away in that dungeon, or is it a sign of something real?
uk_ua: 27 V, 363 YW Уривок з щоденника Б'ярна з Магре Хоча зараз я почуваюся більш спокійно, мої думки часто повертаються до Тоен Каріку. Ми мали б відбитися від орків без великих втрат — кліщова атака, яку розробив Арвіт, безсумнівно, принесла б нам перемогу, якби не я. Але я повівся занадто необачно, покинувши своїх людей — я поранив воєначальника і змусив його втекти з поля брані, але ціна цього була занадто високою. Ті, хто був під моїм командуванням, певно, вижили б, якби я залишився з ними. Я навряд чи можу звинувачувати Арвіта в тому, що він важко сприйняв їхню смерть, і я ніколи не зможу виправити те, що зробив, але, гадаю, час лікує деякі речі. Ми знову повертаємося до села як брати. Але я все ще неспокійний. Цікаво... це лихе передчуття, яке я відчуваю, є лише неприємним відлунням мого часу, проведеного в підземеллі, чи це ознака чогось справжнього?

source: 29 III, 23 YW When the captain retained his memories, I reasoned that it may have been because he was raised so soon after his death. Further experiments with the other passengers bore out that conclusion. Just think: They may be the first people on this continent to live forever!
uk_ua: 29 III, 23 р.В. Коли побачила, що капітан не втратив пам'ять, я припустила, що це тому, що я його підняла невдовзі після смерті. Подальші досліди на пасажирах підтвердили цей висновок. Це ж треба, вони, ймовірно, перші люди на континенті, що житимуть вічно!

source: 2p — Aethermaw
uk_ua: 2г — Ефірна куля

source: 2p — Arcanclave Citadel
uk_ua: 2г — Цитадель Арханклава

source: 2p — Caves of the Basilisk
uk_ua: 2г — Печери Василіска

source: 2p — Clearing Gushes
uk_ua: 2г — Стрімкий потік

source: 2p — Cynsaun Battlefield
uk_ua: 2г — Поле бою Цинзаун

source: 2p — Dark Forecast (Survival)
uk_ua: 2г — Неясний прогноз (виживання)

source: 2p — Den of Onis
uk_ua: 2г — Лігво Чортів

source: 2p — Elensefar Courtyard
uk_ua: 2г — Еленсефарський двір

source: 2p — Fallenstar Lake
uk_ua: 2г — Озеро впавшої зірки

source: 2p — Hamlets
uk_ua: 2г — Хутори

source: 2p — Hellhole
uk_ua: 2г — Пекло

source: 2p — Hornshark Island
uk_ua: 2г — Острів рогатої акули

source: 2p — Howling Ghost Badlands
uk_ua: 2p — Пустка виючих примар

source: 2p — Isle of Mists (Survival)
uk_ua: 2г — Острів Імли (виживання)

source: 2p — Ruined Passage
uk_ua: 2p — Зруйнований прохід

source: 2p — Ruphus Isle
uk_ua: 2г — Острів Руфус

source: 2p — Sablestone Delta
uk_ua: 2p — Дельта чорних каменів

source: 2p — Silverhead Crossing
uk_ua: 2p — Сива переправа

source: 2p — Sulla’s Ruins
uk_ua: 2г — Руїни Сулли

source: 2p — Swamp of Dread
uk_ua: 2г — Болото жаху

source: 2p — The Freelands
uk_ua: 2г — Вільні землі

source: 2p — The Walls of Pyrennis
uk_ua: 2г — Стіни Пуренніса

source: 2p — Thousand Stings Garrison
uk_ua: 2г — Гарнізон тисячі жал

source: 2p — Tombs of Kesorak
uk_ua: 5г — Склеп Кезорака

source: 2p — Weldyn Channel
uk_ua: 2г — Канал Велдіна

source: 3 IV, 23 YW I was so sure I had the answer! I was wrong. I wanted to believe that I was imagining it, but it’s now clear that the captain’s memories are fading. He still retains speech, and the others fight better when he is watching (many used to be his crew after all — it would be habit for them), but he remembers precious little else now. The same is true of my other recently-raised friends. I am disappointed, but the existence of my strange new companion keeps me from being depressed.
uk_ua: 3 IV, 23 р.В. Я була певна, що знайшла відповідь, та не судилося. Сподівалася, що мені здалося, але тепер уже очевидно, що капітан втрачає пам'ять. Він досі може говорити, і інші під його наглядом ліпше б'ються (багато з них — колишні члени його екіпажу, тож, імовірно, звикли до його командування), проте спогадів у нього залишилося небагато. Те ж саме можна сказати й про інших моїх новопіднятих друзів. Я, звісно, розчарована, але не занепадаю духом, бо маю нового незвичайного супутника.

source: 3 IV, 23 YW I was so sure I had the answer! I was wrong. I wanted to believe that I was imagining it, but my recently-raised friends are losing their memories. They retain the power of speech, but precious little else. I am disappointed, but the existence of my strange new companion keeps me from being depressed.
uk_ua: 3 IV, 23 р.В. Я була певна, що знайшла відповідь, та не судилося. Сподівалася, що мені здалося, але тепер уже очевидно, що мої новопідняті друзі втрачають пам'ять. Вони досі пам'ятають, як розмовляти, але не більше. Я, звісно, розчарована, але не занепадаю духом, бо маю нового незвичайного супутника.

source: 3p - Elevation Test
uk_ua: 3p - Тестування рельєфу

source: 3p — Alirok Marsh
uk_ua: 3г — Болота Алірок

source: 3p — Island of the Horatii
uk_ua: 3г — Острів Хоратії

source: 3p — Morituri
uk_ua: 3г — Смертники

source: 4 III, 23 YW: Today, headmaster Aimucasur himself taught a class on moving objects with one’s mind. The technique involves projecting one’s will inside the item, and then learning to move it as an extension of the body. Incantations focus the mind to the task. We practiced with inanimate objects, but clearly the same principle could be applied to unliving flesh. Nobody dared voice the thought, because showing interest in the necromantic arts results in expulsion. I was pondering that fact in class when I noticed Aimucasur glowering at me. I must be more careful in the future about which of my thoughts appear on my face.
uk_ua: 4 III, 23 р.В.: Розпорядник Аймуказур власною персоною нині читав лекцію з рухання об'єктів силою розуму. Загалом, суть у тому, щоб проєціювати власну волю всередину об'єкта і потім навчитися ним рухати, наче це частина твого тіла. Зосередитися на процесі допомагають спеціальні магічні формули. Ми тренувалися на предметах, але цей принцип, очевидно, цілком можна застосувати й до мертвих тіл. Ніхто не насмілився це зауважити вголос, бо цікавих до некромантії одразу виганяють із академії. Сидячи в аудиторії, я задумалася була над тим застосуванням, аж помітила, як на мене зиркнув Аймуказур. Треба бути обережнішою і стежити, чи не видає вираз обличчя моїх думок.

source: 4 players surround a central keep, play vs. the AI survival style, or as a FFA or 4 vs. 1. The center player will need more gold in a 4 vs. 1 or FFA, and the best way to determine how much is an auction, LOWEST bid wins. It is a very small map so 75 gold is recommended for the other players.
uk_ua: 4 гравці оточують центральний замок і грають або в стилі виживання проти комп'ютера, або кожен за себе, або 4 на 1. У двох останніх випадках центральний гравець потребує більшої кількості золота, і кращий спосіб визначити, наскільки більше - це аукціон. Перемагає МЕНША ставка. Це дуже маленька карта, тому для інших гравців рекомендується 75 золотих для початку.

source: 40% of finishing gold carried over to the next scenario.
uk_ua: 40% золота переноситься в наступний сценарій.

source: 4p — A New Land
uk_ua: 4г — Нова земля

source: 4p — Bath of Glory
uk_ua: 4г — Купальня слави

source: 4p — Blue Water Province
uk_ua: 4г — Провінція Синіх Вод

source: 4p — Castle Hopping Isle
uk_ua: 4г — Острів Танцюючих Замків

source: 4p — Clash
uk_ua: 4г — Зіткнення

source: 4p — Geothermal
uk_ua: 4г — Підземне тепло

source: 4p — Hamlets
uk_ua: 4г — Хутори

source: 4p — Isar’s Cross
uk_ua: 4г — Перехрестя Ісара

source: 4p — King of the Hill
uk_ua: 4г — Цар гори

source: 4p — Loris River
uk_ua: 4г — Річка Лоріс

source: 4p — Morituri
uk_ua: 4г — Смертники

source: 4p — Paths of Daggers
uk_ua: 4г — Шляхи кинджалів

source: 4p — Ruins of Terra-Dwelve
uk_ua: 4г — Руїни Терра-Двельва

source: 4p — Siege Castles
uk_ua: 4г — Фортеці

source: 4p — Underworld
uk_ua: 4г — Підземний світ

source: 4p — Xanthe Chaos
uk_ua: 4г — Хаос Ксанте

source: 5p — Auction-X
uk_ua: 5г — Аукціон-X

source: 5p — Forest of Fear
uk_ua: 5г — Ліс страху

source: 5p — The Wilderlands
uk_ua: 5г — Дикі землі

source: 6p — Crusaders’ Field
uk_ua: 6г — Поле хрестоносців

source: 6p — Hexcake
uk_ua: 6г — Шестигранник

source: 6p — Team Survival
uk_ua: 6г — Командне виживання

source: 6p — The Manzivan Traps
uk_ua: 6г — Пастки Манзівана

source: 6p — Volcano
uk_ua: 6г — Вулкан

source: 6p — Waterloo Sunset
uk_ua: 6г — Світанок Ватерлоо

source: 8p — Mokena Prairie
uk_ua: 8г — Прерії Мокена

source: 8p — Morituri
uk_ua: 8г — Смертники

source: 9 IV, 23 YW The tunnel at the back of the cave narrowed and ran on for quite some time. Patches of fungus on the wall gave off a feeble glow that kept me from stumbling too badly. Finally I saw a brighter light up ahead.
uk_ua: 9 IV 23 р.В. Тунель в глибині печери виявився довгим і вузьким. Стіни плямами вкривав грибок, що слабко світився, тож я навіть не надто перечіпалася. Нарешті, я побачила вогник попереду.

source: 9p — Merkwuerdigliebe
uk_ua: 9г — Дивна любов

source: <amount>
uk_ua: <кількість>

source: <b>Army discipline</b>
uk_ua: <b>Військова дисципліна</b>

source: <b>Autorecall</b>
uk_ua: <b>Автозаклик</b>

source: <b>Bonus Points</b>
uk_ua: <b>Цікаві місця</b>

source: <b>Faction:</b>
uk_ua: <b>Фракція:</b>

source: <b>Gender:</b>
uk_ua: <b>Стать:</b>

source: <b>Gold</b>
uk_ua: <b>Золото</b>
